<?php

declare(strict_types=1);


return [
    'phone.exists' => 'এই ফোন নাম্বার আমাদের ডাটাবেজে পাওয়া যায়নি।',
    'phone.max'    => 'ফোন নাম্বার ১১ ডিজিটের চেয়ে বড় হতে পারেনা।',
    'otp.size'     => 'ওটিপি ৬ ডিজিটের চেয়ে বড় হতে পারেনা।',
    'password.size'     => 'পাসওয়ার্ড অবশ্যই 6 অক্ষর হতে হবে।',
    'password.required' => 'পাসওয়ার্ড পূরণ করা বাধ্যতামূলক।',
    'otp.sent'     => 'আপনার ওটিপি প্রেরণ করা হয়েছে।',
    'login.general'=> 'লগিন করা সম্ভব হচ্ছে না।',
    'login.invalid.password' => 'পাসওয়ার্ড সঠিক নয়!',
    'login.invalid.otp' => 'ওটিপিটি সঠিক নয়!',
    'login.expired.otp' => 'ওটিপির মেয়াদ শেষ হয়ে গেছে!',
    'login.deactive' => 'আপনার একাউন্টটি এক্টিভ নয়!লগিন করা সম্ভব নয়।',
    'login.unverified' => 'আপনার ফোন নাম্বার ভ্যারিফাই হয়নি! লগিন করা সম্ভব নয়।',
    'login.lockout'  => 'অনেকবার ভুল তথ্য দিয়ে লগিন এর চেষ্টা করা হয়েছে! কিছুক্ষণ পরে আবার চেষ্টা করুন।',
    'login.success'  => 'লগিন সফল হয়েছে।',
];
